Repository: Rocket-CDS/DNNrocket
Catalog: RocketAppTheme/App_LocalResources/AppThemes.*.resx
Languages: fr_fr

# appstoregroup.Text
source: App Store Group
fr_fr: Groupe App Store!

# appthemeexists.Text
source: AppTheme already exists. Choose a different name or prefix.
fr_fr: AppTheme existe déjà. Choisissez un nom ou un préfixe différent.!

# appthemename.Text
source: AppTheme Name
fr_fr: Nom AppTheme!

# autoregeneratesettings.Text
source: Settings.cshtml
fr_fr: Paramètres.cshtml!

# builder.Text
source: AppTheme Builder
fr_fr: entrepreneur

# copy.Text
source: Copy
fr_fr: Copie

# copyapptheme.Text
source: Copy this AppTheme
fr_fr: Copiez cet AppTheme!

# copymsg.Text
source: Copy this AppTheme to a new AppTheme.
fr_fr: Copiez cet AppTheme dans un nouvel AppTheme.!

# createnewapptheme.Text
source: Create New AppTheme
fr_fr: Créez un nouvel AppTheme!

# createversion.Text
source: Create Version
fr_fr: Créer Version

# datafields.Text
source: Data Fields
fr_fr: Champs de données

# default.Text
source: Default
fr_fr: Défaut

# defaultcmd.Text
source: Default Command
fr_fr: Commande par défaut!

# defaulttemplate.Text
source: Default Template
fr_fr: Modèle par défaut

# defaultvalues.Text
source: Default Values
fr_fr: Valeurs par Défaut

# deleteversion.Text
source: Delete Version
fr_fr: Supprimer la version

# details.Text
source: AppTheme Details
fr_fr: Détails AppTheme!

# displayname.Text
source: Display Name
fr_fr: Nom de l’affichage

# download.Text
source: Download
fr_fr: Télécharger

# downloadall.Text
source: Download All
fr_fr: Télécharger tout

# downloadappthemes.Text
source: Download all Appthemes for the selected Project? - WARNING: This will overwrite existing AppThemes.
fr_fr: Télécharger tous les Appthemes pour le projet sélectionné ? - AVERTISSEMENT: Cela écrasera les AppThemes existants.!

# downloadmsg.Text
source: Download AppTheme
fr_fr: Téléchargez AppTheme!

# edit.Text
source: Edit
fr_fr: Modifier

# editmsg.Text
source: Edit an existing AppTheme.
fr_fr: Modifier un AppTheme.! existant

# enablesettings.Text
source: Enable Settings
fr_fr: Activer les réglages ?

# enterkey.Text
source: Entyer Key...
fr_fr: Clé Entyer... !

# entervalue.Text
source: Enter Value...
fr_fr: Saisir la valeur

# errorprivateapptheme.Text
source: There is a problem connecting to the Private AppTheme server, please check your server details, username and password.
fr_fr: Il y a un problème de connexion au serveur Private AppTheme, veuillez vérifier les détails de votre serveur, votre nom d’utilisateur et votre mot de passe.!

# exportmsg.Text
source: Export AppTheme
fr_fr: Exportez AppTheme!

# fields.Text
source: Fields
fr_fr: Champs

# filename.Text
source: File Name
fr_fr: Nom du fichier

# ftpfail.Text
source: FTP Failed, No AppTheme export file found.
fr_fr: FTP a échoué, aucun fichier d’exportation AppTheme trouvé.!

# geneditform.Text
source: Generate Edit
fr_fr: Générez Edit!

# gensettingform.Text
source: Generate Settings
fr_fr: Générer les données de paramétrage

# genviewform.Text
source: Generate View
fr_fr: Générer

# imageupload.Msg
source: Upload your images here, by dragging and dropping or paste from the clipboard on the area below. Or by using the upload button to select images from your file system.
fr_fr: Téléchargez vos images ici, par glisser-déposer ou coller à partir du presse-papiers dans la zone ci-dessous. Ou en utilisant le bouton de téléchargement pour sélectionner des images de votre système de fichiers.!

# imageupload.Text
source: Image Upload
fr_fr: Chargement d'image

# install.Text
source: Install
fr_fr: Installer

# installall.Text
source: Install All
fr_fr: Installer tout

# installed.Text
source: Installed
fr_fr: Installé

# isonlist.Text
source: On List
fr_fr: Nommer votre liste

# js.Text
source: JS
fr_fr: ST

# lastupdate.Text
source: Last Updated
fr_fr: Dernière modification

# localversion.Text
source: Local Version
fr_fr: Version locale

# name.Text
source: Name
fr_fr: Nom

# new.Text
source: New
fr_fr: Nouveau !

# newmsg.Text
source: Create new AppTheme, based on an existing one or from a blank canvas.
fr_fr: Créez un nouvel AppTheme, basé sur un appthétrage existant ou à partir d’une toile vierge.!

# nolocal.Text
source: You do not have any local AppThemes. Create an Apptheme, import or download pre-defined AppThemes from online repositories.
fr_fr: Vous n’avez pas d’AppThemes local. Créez un Apptheme, importez ou téléchargez des AppThemes prédéfinis à partir de référentiels en ligne.

# onlineprivatelist.Text
source: Online Private AppThemes
fr_fr: AppThemes privés en ligne!

# onlinepubliclist.Text
source: Online Public AppThemes
fr_fr: AppThemes publics en ligne!

# onlinerocketlist.Text
source: Online Rocket AppThemes
fr_fr: Rocket AppThemes en ligne!

# prefix.Text
source: Prefix
fr_fr: Préfixe

# publicserver.Text
source: Public Server
fr_fr: Serveur public

# quickedit.Text
source: Quick Edit
fr_fr: Modification rapide

# razoreditsu.Text
source: NOTE: For security only the SuperUser can edit razor (.cshtml) templates.
fr_fr: REMARQUE: Pour des raisons de sécurité, seul le superutilisateur peut modifier les modèles razor (.cshtml).

# rebuild.Text
source: Rebuild
fr_fr: Reconstruire

# rebuildfromfieldsmsg.Text
source: Rebuild from Field list ? (Keys matching fields will be updated, missing keys will be added, all other keys will be untouched.)
fr_fr: Reconstruire à partir de la liste des champs ? (Les champs correspondant aux clés seront mis à jour, les clés manquantes seront ajoutées, toutes les autres clés ne seront pas touchées.)!

# regenerate.Text
source: Regenerate Templates
fr_fr: Régénérez les modèles !

# resx.Text
source: RESX
fr_fr: fr

# rocketapptheme.Text
source: Local AppThemes
fr_fr: AppThemes locaux!

# search.Text
source: Search
fr_fr: Rechercher

# searchapptheme.Text
source: Search for AppThemes
fr_fr: Recherchez AppThemes!

# searchlanguage.Text
source: Search for language
fr_fr: Rechercher une langue

# selectapptheme.Text
source: Select AppTheme
fr_fr: Sélectionnez AppTheme!

# selectappthememsgedit.Text
source: Select the AppTheme you wish to edit.
fr_fr: Sélectionnez l’AppTheme que vous souhaitez modifier.!

# selectappthememsgnew.Text
source: Select the AppTheme you wish to use as a base OR select "Blank" to start a new AppTheme from fresh.
fr_fr: Sélectionnez l’AppTheme que vous souhaitez utiliser comme base OU sélectionnez « Blank » pour démarrer un nouvel AppTheme à partir de fresh.!

# selectappthememsgversion.Text
source: Select the AppTheme you wish to create a new version of.
fr_fr: Sélectionnez l’AppTheme dont vous souhaitez créer une nouvelle version.!

# selectsystem.Text
source: Select System Application
fr_fr: Sélectionnez Application système !

# selectversion.Text
source: Select Version
fr_fr: Sélectionner la version

# serverversion.Text
source: Server Version
fr_fr: Version du serveur

# settingfields.Text
source: Setting Fields
fr_fr: Définition des champs!

# summary.Text
source: Summary
fr_fr: Sommaire

# systemlevel.Text
source: System Level
fr_fr: Niveau système

# templates.Text
source: Templates
fr_fr: Modèles

# themetype.Text
source: Single Form,List and Detail
fr_fr: Formulaire unique, liste et détail!

# uninstall.Text
source: Uninstall
fr_fr: Désinstaller

# upload.Text
source: Upload
fr_fr: Charger

# uploadapptheme.Text
source: Upload AppTheme to Server
fr_fr: Téléchargez AppTheme sur le serveur!

# uploadmsg.Text
source: Upload AppTheme
fr_fr: Téléchargez AppTheme!

# versioncheck.Text
source: Version Check
fr_fr: Php Version Check

# versioncheckequal.Text
source: The server version of this AppTheme is the same as the local AppTheme. If you want to continue with the upload, click the upload button.
fr_fr: La version serveur de cet AppTheme est la même que celle de l’AppTheme local. Si vous souhaitez poursuivre le téléchargement, cliquez sur le bouton de téléchargement.!

# versioncheckmsg.Text
source: The verison of the AppTheme on the server is newer than this version. If you upload you will delete the AppTheme on the server. If you want to continue with the upload, click the upload button.
fr_fr: La version de l’AppTheme sur le serveur est plus récente que cette version. Si vous téléchargez, vous supprimerez AppTheme sur le serveur. Si vous souhaitez poursuivre le téléchargement, cliquez sur le bouton de téléchargement.!

# versionmsg.Text
source: Create a new version of this AppTheme.
fr_fr: Créez une nouvelle version de cet AppTheme.!

# addlanguage.Text
source: Add Language
fr_fr: Ajouter une langue

# dependancies.Note
source: NOTE: Dependancies are only used in the front website view. For Admin use "AdminFirstHeader.cshtml".
fr_fr: REMARQUE : les dépendances ne sont utilisées que dans la vue frontale du site web. Pour l'administration, utilisez "AdminFirstHeader.cshtml".

# dependancies.Text
source: Dependancies
fr_fr: Dépendances

# editportalappthemes.Text
source: Edit Portal AppThemes
fr_fr: Modifier le portail AppThemes

# editmodelapptheme.Text
source: Module Level
fr_fr: Niveau du module

# editportalapptheme.Text
source: Portal Level
fr_fr: Niveau du portail

# admintemplate.Text
source: Admin Template
fr_fr: Modèle d'administration

# systemleveleditmsg.Text
source: System level templates can only be edited in the GitHub repo and downloaded to this installation.
fr_fr: Les modèles de niveau système ne peuvent être édités que dans le repo GitHub et téléchargés sur cette installation.

# viewtemplate.Text
source: View template
fr_fr: Voir le modèle
