Repository: Rocket-CDS/DNNrocket
Catalog: RocketTools/App_LocalResources/RocketTools.*.resx
Languages: fr_fr

# adddefaultroles.Confirm
source: This will create all the default roles that the Rocket Framework uses.
fr_fr: Cela créera tous les rôles par défaut utilisés par le Rocket Framework.

# adddefaultroles.Text
source: Add Default Rocket Roles
fr_fr: Ajouter des rôles de roquettes par défaut

# applyroles.Confirm
source: This action with add and remove EDIT permissions to the modules selected. Are you sure?
fr_fr: Cette action permet d'ajouter et de retirer les autorisations EDIT aux modules sélectionnés. Êtes-vous sûr ?

# applyroles.Text
source: Apply EDIT permissions to Roles
fr_fr: Appliquer les autorisations EDIT aux rôles

# assembly.Text
source: Assembly
fr_fr: Assemblée

# clone.Confirm
source: Clone the selected module to ALL the selected pages?
fr_fr: Cloner le module sélectionné sur TOUTES les pages sélectionnées ?

# clonesok.Text
source: The module has been cloned to the selected pages.
fr_fr: Le module a été cloné sur les pages sélectionnées.

# companykey.Help
source: A DNNrocket company key is used for license administration and links this website to a company. Multiple websites can have the same company key. You can find company keys in your <a href='https://www.nevoweb.com' target='_blank'>DNNrocket account</a> under the companies section.
fr_fr: Une clé de société DNNrocket est utilisée pour l'administration des licences et relie ce site web à une société. Plusieurs sites web peuvent avoir la même clé d'entreprise. Vous pouvez trouver les clés de société dans votre <a href='https://www.nevoweb.com' target='blank'>compte DNNrocket</a> dans la section sociétés.

# companykey.Text
source: Company Key
fr_fr: Clé de l'entreprise

# copylanguage.Confirm
source: Copy Language? This will OVERWRITE the destination langauge.
fr_fr: Copier la langue ? Cette option permet d'écraser la langue de destination.

# copylanguage.Text
source: Copy Language
fr_fr: Langue de copie

# datatype.Text
source: Data Type
fr_fr: Type de données

# deletebackup.Confirm
source: Delete this BackUp ?
fr_fr: Supprimer cette sauvegarde ?

# deletebackupall.Confirm
source: Delete ALL BackUps ?
fr_fr: Supprimer toutes les sauvegardes ?

# destinationlanguage.Text
source: Destination Language
fr_fr: Langue de destination

# disablealternate.Text
source: Disable Alternate
fr_fr: Désactiver l'alternative

# disablecanonical.Text
source: Disable Canonical
fr_fr: Désactiver Canonical

# edit.Text
source: Edit
fr_fr: Editer

# editpageurl.Text
source: Edit Page URL
fr_fr: Modifier l'URL de la page

# indexanddnn.Text
source: Reindex Database Index and DNN search
fr_fr: Réindexer la base de données Index et recherche DNN

# language.Text
source: Language
fr_fr: Langue

# menuandurlsettings3.Text
source: Style Helper
fr_fr: Aide au style

# menuandurlsettings1.Text
source: Menu Providers
fr_fr: Fournisseurs de menus

# menuandurlsettings2.Text
source: URL Action Params
fr_fr: Paramètres de l'action URL

# moduleclone.Help
source: Modules can be cloned across the site using this interface. Select the page where the module you want to clone is on. Select the module and then select the pages you want to clone it to. The system will try and place the clone in the same container, if the same container does not exist on the destination page, the cloned module will be placed in the main content container.
fr_fr: Les modules peuvent être clonés sur l'ensemble du site à l'aide de cette interface. Sélectionnez la page sur laquelle se trouve le module que vous souhaitez cloner. Sélectionnez le module, puis les pages sur lesquelles vous souhaitez le cloner. Le système essaiera de placer le clone dans le même conteneur. Si le même conteneur n'existe pas sur la page de destination, le module cloné sera placé dans le conteneur de contenu principal.

# moduleroles.Help
source: Module Roles can be added or removed from multiple modules across the entire site. The EDIT permissions will be activated when the module is updated with a new role. For more granular control use the standard module interface.
fr_fr: Les rôles de module peuvent être ajoutés ou supprimés de plusieurs modules sur l'ensemble du site. Les autorisations EDIT seront activées lorsque le module sera mis à jour avec un nouveau rôle. Pour un contrôle plus granulaire, utilisez l'interface standard du module.

# next.Text
source: Next
fr_fr: Suivant

# pagelocalization.Text
source: Page Localization
fr_fr: Localisation des pages

# pagename.Text
source: Page Name
fr_fr: Nom de la page

# pagetagwords.Text
source: Tag Words (Optional)
fr_fr: Mots clés (facultatif)

# pagetitle.Text
source: Title
fr_fr: Titre

# portaladmin.Text
source: Portal Admin
fr_fr: Administrateur du portail

# previous.Text
source: Previous
fr_fr: Précédent

# providers.Text
source: Extra Providers List (Assembly,Namespace.Class)
fr_fr: Liste des fournisseurs supplémentaires (Assembly,Namespace.Class)

# queryparam.Text
source: URL parameter key
fr_fr: Clé du paramètre URL

# queryparams.Text
source: Query Params for article ID
fr_fr: Paramètres de la requête pour l'ID de l'article

# queryparamsduplicate.Text
source: WARNING: There are duplicate URL parameter keys, this may stop SEO working.
fr_fr: AVERTISSEMENT : Il y a des clés de paramètres d'URL en double, ce qui peut empêcher le référencement de fonctionner.

# recycleapppool.Text
source: Recycle AppPool
fr_fr: Recycler l'AppPool

# refresh.Text
source: Refresh
fr_fr: Rafraîchir

# remove.Text
source: Remove
fr_fr: Retirer

# removecss.Text
source: Remove CSS
fr_fr: Supprimer le CSS

# restorebackup.Confirm
source: Restore Backup? This will OVERWRITE the current data for all languages.
fr_fr: Restaurer la sauvegarde ? Cette opération annule les données actuelles pour toutes les langues.

# retry.Text
source: Retry
fr_fr: Réessayer

# return.Text
source: Return
fr_fr: Retour

# rocketclones.Text
source: Clone Modules
fr_fr: Modules de clonage

# rocketlang.Help
source: You can copy the language records of all DNNrocket modules on the site. select a DNNrocket system, a language to copy and a destination language. Only DNNrocket modules will copy languages. <br/><br/> The selected “Copy Language” will replace the “Destination Language”. ALL content data of the module will be BackUpd to a history record, which can be restored. WARNING!! This action will OVERWRITE the “Destination Language” with the “Copy Language”.
fr_fr: Vous pouvez copier les enregistrements de langue de tous les modules DNNrocket sur le site. Sélectionnez un système DNNrocket, une langue à copier et une langue de destination. Seuls les modules DNNrocket copieront les langues. <br/><br/> La "Langue de copie" sélectionnée remplacera la "Langue de destination". TOUTES les données de contenu du module seront sauvegardées dans un enregistrement historique, qui peut être restauré. ATTENTION ! Cette action remplacera la "langue de destination" par la "langue de copie".

# rocketlang.Text
source: Language
fr_fr: Langue

# rocketroles.Text
source: Module Roles
fr_fr: Rôles des modules

# roles.Text
source: Roles
fr_fr: Rôles

# rolesok.Text
source: The Roles has been saved to the modules.
fr_fr: Les rôles ont été enregistrés dans les modules.

# save.Text
source: Save
fr_fr: Économiser

# searchpattern.Text
source: Regex Search Pattern (filename)
fr_fr: Modèle de recherche Regex (nom de fichier)

# sourcelanguage.Text
source: Source Language
fr_fr: Langue source

# tokenprefix.Text
source: Page Token Prefix
fr_fr: Préfixe du jeton de page

# topage.Text
source: Destination Page
fr_fr: Page de destination

# uncheckall.Text
source: Uncheck All
fr_fr: Décocher tout

# update.Text
source: Update
fr_fr: Mise à jour

# validate.Text
source: Validate Portal Data
fr_fr: Valider
